{
  "(%s) Exec command:": "(%s) Exécution de la commande:",
  "(%s) Command done": "(%s) Commande terminé",
  "A custom path to output the generated file": "Un chemin personalisé pour le fichier de sortie",
  "Access your slides at: http://localhost:%s": "Accédez à votre présentation à l'adresse: http://localhost:%s",
  "Cleanup before exit...": "Nettoyage de fermeture...",
  "Content files:": "Fichiers de contenu:",
  "Creating a %s document out of '%s'": "Creation d'un document %s depuis '%s'",
  "Creating file: %s": "Creation du fichier %s",
  "Docker image is ready": "L'image Docker est prête",
  "Done.": "Terminé.",
  "FROM: %s": "DEPUIS: %s",
  "Got an error on command:": "La commande suivante a émis une erreur:",
  "Let the program telling about what it is doing.": "Affiche des informations sur ce que le programme est en train de faire.",
  "Moving output file:": "Déplacement du fichier de sortie:",
  "Operations in progress: %s": "Opérations en cours: %s",
  "OUTPUT: %s": "SORTIE: %s",
  "Output remote console ": "Affichage de la console distante ",
  "Output usage information.": "Affiche les informations d'utilisation.",
  "Provide helpful debug information in the terminal.": "Affiche des information pratique de debug dans le terminal.",
  "Retrieving files from: %s": "Récupération des fichiers depuis: %s",
  "Running this command can take some time...": "L'exécution de cette commande peut prendre du temps...",
  "Serve a folder of Markdown files as a web slidedeck.": "Sert un dossier de fichiers Markdown sous la forme d'une presentation web.",
  "Setting up slidedeck...": "Préparation de la présentation...",
  "Something went wrong with docker. Is the docker deamon running?": "Quelque chose s'est mal passé avec Docker. Est-ce que le deamon Docker tourne?",
  "Sub process fail with code: %s": "Le sous-processus a échoué avec le code: %s",
  "The filename extension for the output should be '%s', got '%s' instead": "L'extension du fichier pour la sortie doit être '%s' au lieu de '%s'",
  "The port on the local machine to access the web slidedeck.": "Le port sur votre machine locale pour accéder à la présentation web.",
  "TO: %s": "VERS: %s",
  "Turn a folder of Markdown files into a slidedeck.": "Transforme un dossier de fichiers Markdown en une presentation autonome.",

  "Install warning": "present.me a besoin de dépendances tiers pour pouvoir fonctionner: Pandoc et LaTeX.\n\nNous ne souhaitons pas altérer votre environnement sans votre consentement, aussi nous vous suggérons d'installer ces dépendances vous même afin de garder le contrôle:\n> Pandoc: https://pandoc.org/installing.html\n> LaTeX: http://www.tug.org/texlive/\n  (Ce n'est qu'une suggestion, utilisez l'environnement TeX de votre choix)\n\n  Eventuellement, si vous ne souhaitez pas installer ces outils, vous pouvez choisir d'installer Docker. Si vous préférez cette alternative, nous serons en mesure de mettre en place automatiquement un conteneur Docker (https://hub.docker.com/r/pandoc/latex) qui contiendra tous les outils nécessaires sans avoir à vous embêter et sans que votre environnement ne soit altéré.\n\nDocker Community Edition:\n> macos: https://download.docker.com/mac/stable/Docker.dmg\n> windows: https://download.docker.com/win/stable/Docker Desktop Installer.exe\n> Pour les utilisateurs linux, cela dépendra de votre distribution,\n  lisez: https://docs.docker.com/install/\n\nUne fois que cela est fait, essayer d'installer present.me à nouveau."
}
